[
  {
    "id": 1,
    "title": "Why Real Madrid has fallen in love with a 20-year-old Englishman",
    "title2": "Title 2",
    "title3": "Title 3",
    "content": "Real Madrid’s return to the Santiago Bernabéu after vacating its home stadium due to building works was supposed to be a celebration for Madridistas but, as time ticked away, the Spanish giant was being pegged to a 1-1 draw by Getafe.\n\nEnter Jude Bellingham who, deep into added time, was fastest to a rebound off goalkeeper David Soria, prodded the ball into the net, and secured Madrid’s fourth consecutive victory – and his second late match-winner in a row. In front of a wall of sound, the 20-year-old stood with arms outstretched, tugged at the club’s crest on his shirt and pointed at the sky.\n\nBellingham, it seemed, belonged at the Bernabéu, as if he was holding his arms out to the fans and they were roaring their approval, serenading him with a rendition of the The Beatles’ “Hey Jude.”\n\nIt was the loudest cheer Bellingham had ever heard on a football pitch, he said afterwards to Real Madrid TV.\n\n“I couldn’t believe it, to be honest. When they were signing ‘Hey Jude’ at the end, I got goosebumps. I just wanted to turn and stand still and listen to it while my legs were shaking,” he said. ",
    "content2": "Already, Jude Bellingham’s goalscoring celebration in Real Madrid’s famous white shirt is omnipresent – after just four La Liga games, he has scored five goals, the most in the league.\n\nBellingham is the second Real Madrid player in history – after club legend Cristiano Ronaldo – to score in his first four La Liga games.\n\nFor his part in Madrid’s perfect start to the season, he was named La Liga’s player for the month for August – his debut month in the competition.\n\nBellingham has adapted to the team, Los Blancos manager Carlo Ancelotti noted after Saturday’s win, his integration into the squad confirmed by a holiday with some other young players, posting pictures on social media with French stars Aurélien Tchouaméni and Eduardo Camavinga.\n\n“I don’t know what I’ve done to deserve it, but I’m very grateful,” Bellingham added on Saturday. “Every time I put on this shirt, I give one hundred per cent and I hope to continue like this.”\n\nWhen Bellingham signed with Real Madrid in June for €103 million ($110.4m), plus additional fees, expectations were high of the young attacking midfielder.\n\nKnown for his complete skillset, as well as his maturity and leadership qualities, Bellingham had become the youngest ever Bundesliga captain during his time at Borussia Dortmund, leading out the German side while he was still just 19 years old. ",
    "content3": "And when he chose the No. 5 shirt, a departure from his normal No. 22, to honor the legacy of legendary midfielder Zinedine Zidane, those expectations were raised even higher.\n\nBut, so far, Bellingham seems to be settling into his new role as a “very important” player for Real Madrid, as Ancelotti dubbed him – take out the young Englishman’s goal participations (goals plus assists) this season and Los Merengues would have seven fewer points and sit in the bottom half of the table.\n\n“He’s a fantastic player … a complete midfielder and he brings real pace and intensity to the game,” Ancelotti said after Bellingham’s debut in a preseason game. “He moves extremely well without the ball and he’s different to the other midfielders we have.”\n\nFor Bellingham himself, the Bernabéu is simply a “place like no other,” as he said on social media after his match-winning goal on Saturday. “Mi casa.” ",
    "video": "https://youtu.be/5ZV7McidOhA",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/230903122621-01-jude-bellingham-real-madrid.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
    "image2": "https://media.cnn.com/api/v1/images/stellar/prod/230903122627-04-jude-bellingham-real-madrid.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
    "image3": "http://via.placeholder.com/640x360",
    "image_subtitle1": "Jude Bellingham celebrates after scoring yet another match-winning goal.",
    "image_subtitle2": "Bellingham has scored five goals and given one assist in his first four La Liga games for Real Madrid.",
    "image_subtitle3": "",
    "genre": "Football",
    "label": "Real Madrid",
    "author_image": "https://www.mtsolar.us/wp-content/uploads/2020/04/avatar-placeholder.png",
    "author": "Issy Ronald",
    "date": "3 days ago",
    "source": "CNN"
  },
  {
    "id": 2,
    "title": "Who could Red Bull sign to replace Perez in F1 2025?",
    "date": "6 hours ago",
    "content": "This is the content of article 2.",
    "image": "https://cdn-2.motorsport.com/images/amp/YP3Mv1X2/s1000/sergio-perez-red-bull-racing-c.webp",
    "author": "Filip Cleeren",
    "genre": "Formula 1",
    "label": "Red Bull"
  },
  {
    "id": 3,
    "title": "Martin Brundle on the Italian GP: 10 for Max Verstappen, Lewis Hamilton disappoints and Carlos Sainz stars",
    "date": "1 day ago",
    "content": "This is the content of article 2.",
    "image": "https://e2.365dm.com/23/09/768x432/skysports-f1-max-verstappen_6273281.jpg?20230903151950",
    "author": "Martin Brundle ",
    "genre": "Formula 1",
    "label": "Italian GP"
  },
  {
    "id": 4,
    "title": "How much elite clubs earned from releasing players for 2022 World Cup",
    "date": "1 hour ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_5430,h_3054,x_0,y_507/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h57phaj26t0xfcpvyf.jpg",
    "author": "Euan Burns",
    "genre": "Football",
    "label": "World Cup"
  },
  {
    "id": 5,
    "title": "Carlo Ancelotti backs Jude Bellingham ability with Karim Benzema remark",
    "date": "2 hours ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_4000,h_2250,x_0,y_0/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8kavrbc2q9nf1wsj1.jpg",
    "author": "Jack Gallagher",
    "genre": "Football",
    "label": "Real Madrid"
  },
  {
    "id": 6,
    "title": "Who are the Premier League captains for 2023/24?",
    "date": "4 hours ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_5042,h_2836,x_0,y_332/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h6gxad18drkzaf5xsh.jpg",
    "author": "Ewan Ross-Murray",
    "genre": "Football",
    "label": "Premier League"
  },
  {
    "id": 7,
    "title": "Erik ten Hag accuses Man Utd players of not doing basic thing against Tottenham",
    "date": "6 hours ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_2772,h_1559,x_0,y_36/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8rjk3b8dh8e12adt9.jpg",
    "author": "Toby Cudworth",
    "genre": "Football",
    "label": "Man United"
  },
  {
    "id": 8,
    "title": "Why did Rodrygo take Real Madrid’s penalty against Celta Vigo: 2023/24 Los Blancos spot-kick takers",
    "date": "12 hours ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_4500,h_2531,x_0,y_72/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8rm64dnp58x2pte07.jpg",
    "author": "Ewan Ross-Murray",
    "genre": "Football",
    "label": "Real Madrid"
  },
  {
    "id": 9,
    "title": "Carlo Ancelotti hopeful Vinicius Junior injury is not serious",
    "date": "1 day ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_4500,h_2531,x_0,y_261/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8rexkkp6m8chnf19c.jpg",
    "author": "Toby Cudworth",
    "genre": "Football",
    "label": "Real Madrid"
  },
  {
    "id": 10,
    "title": "Jurgen Klopp reveals why he's excited about Dominik Szoboszlai",
    "date": "1 day ago",
    "content": "Jurgen Klopp is excited about what's to come from Dominik Szoboszlai after a fast start to his career at Liverpool.\n\nThe Hungarian has been the standout player in a new-look Liverpool midfield, playing in a more withdrawn role than the one he often took up at RB Leipzig.\n\nLiverpool have picked up four points from their first two games, drawing at Chelsea before taking Bournemouth down 3-1 at Anfield, and Szoboszlai impressed in both outings, covering the most distance of any player in the latter fixture.\n\nNewcastle provide Liverpool's third test of the season, away at St James' Park, and Klopp spoke about the impact of Szoboszlai ahead of the game to Sky Sports, revealing what he likes about the midfielder's game and what supporters can look forward to seeing in the future.\n\n\"His energy, combined with technique, desire...pretty much all attributes you want to see,\" Klopp remarked about the things he likes about Szoboszlai.\n\n\"The last thing you would think when you see him playing is that he is only 22. So there's a lot more to come, when he settles in.\nREAD THE LATEST LIVERPOOL NEWS, TRANSFER RUMOURS & GOSSIP\n•\nPremier League fixtures today - your guide to Sunday's games\n•\nJurgen Klopp sends encouraging message to Liverpool fans over Mohamed Salah exit\n•\nFootball transfer rumours: Man Utd's shock Bertrand link; Cancelo to Barcelona close\n•\n2023/24 Premier League bookings, red cards and suspension list\n\n\"Obviously he has no problem to adapt to everything in an instant. There's still more to come and we are really pleased. From the first day he is full of energy, in the middle of the team already. He just loves playing this kind of football. I think he plays a different position to what he played at RB Leipzig, for example, but with his skillset he can probably play higher up the pitch as well.\n\n\"He has the speed to pass players. He has the technique, he has the finishing skills - we didn't even see them yet properly, but his shooting is really special. We put him now slightly deeper and more in the game. He obviously enjoys that a lot and he's doing well. He's doing really well.\"\n\nKlopp also reiterated his belief that Mohamed Salah is \"100 per cent committed\" to Liverpool amid interest in taking the Egyptian to the Saudi Pro League.\n\n90min understands Saudi chiefs are keen to make Salah the highest-paid player in world football, with Al Ittihad weighing up whether to make an offer before the English transfer window closes on September 1.\n\nEven if a bid is not forthcoming, Saudi are likely to return for Salah in 2024 - the original timeframe they had put on moves for Salah and Juventus midfielder Paul Pogba.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_2782,h_1564,x_20,y_129/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8s96c32bq5zkxvs1q.jpg",
    "author": "Toby Cudworth",
    "genre": "Football",
    "label": "Liverpool"
  },
  {
    "id": 11,
    "title": "Man Utd 3-2 Nottingham Forest: Player ratings as Fernandes penalty completes comeback",
    "date": "1 day ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_3434,h_1931,x_16,y_73/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8s8acfn6ng3dmct86.jpg",
    "author": "Jude Summerfield",
    "genre": "Football",
    "label": "Man United"
  },
  {
    "id": 12,
    "title": "Arsenal 2-2 Fulham: Player ratings as Palhinha snatches late point for Cottagers",
    "date": "2 days ago",
    "content": "This is the content of article 2.",
    "image": "https://images2.minutemediacdn.com/image/upload/c_crop,w_7058,h_3970,x_0,y_237/c_fill,w_1080,ar_16:9,f_auto,q_auto,g_auto/images%2FGettyImages%2Fmmsport%2F90min_en_international_web%2F01h8s986mzmy4e9b59ek.jpg",
    "author": "Grey Whitebloom",
    "genre": "Football",
    "label": "Arsenal"
  }
]
